[
    "So stick to me\nStick to me like caramel\nWalk beside me till you feel nothin' as well\nI'm fallin' free of the final parallel\nThe sweetest dreams are bitter\nBut there's no one left to tell",
    "Come on, come on\nOut from underneath who you were\nCome on, come on now\nYou know that it's time to emerge",
    "Raise me up again\nTake me past the edge\nI want to see the other side\nWon't you show me what it's like?\nWon't you show me what it's like?",
    "When the river runs dry and the curtain is called\nHow will I know if I can't see the bottom?\nCome up for air and choke on it all\nNo one else knows that I've got a problem\nWhat if I can't get up and stand tall?\nWhat if the diamond days are all gone\nAnd who will I be when the empire falls?\nWake up alone and I'll be forgotten",
    "My, my, those eyes like fire\nI'm a winged insect, you're a funeral pyre\nCome now, bite through these wires\nI'm a waking hell and the gods grow tired\nReset my patient violence along both lines of a pathway higher\nGrow back your sharpest teeth, you know my desire",
    "I was more than just a body in your passenger seat\nAnd you were more than just somebody I was destined to meet\nI see you go half-blind when you're looking at me\nBut I am\nBetween the secondhand smoke and the glass on the street\nYou gave me nothing whatsoever but a reason to leave\nYou say you want me, but you know I'm not what you need\nBut I am",
    "And just like the rain\nYou cast the dust into nothing\nAnd wash out the salt from my hands\nSo touch me again\nI feel my shadow dissolving\nWill you cleanse me with pleasure?",
    "She's not acid nor alkaline\nCaught between black and white\nNot quite either day or night\nShe's perfectly misaligned\nI'm caught up in her design\nAnd how it connects to mine\nI see in a different light\nThe objects of my desire",
    "You've got me in a chokehold\nYou've got me in a chokehold\nYou've got me in a chokehold\nYou've got me in a chokehold",
    "And I believe\nThat somewhere in the past\nSomething was between\nYou and I, my dear\nAnd it remains\nWith me to this day\nNo matter what I do\nThis wound will never heal"
  ]
  